{"/":{"title":"Welcome to Retake Studio","data":{"about-our-shop#About Our Shop":"Founded in 2022, Retake Studio is your trusted partner for high-quality MLO (Mapped Local Objects) and innovative scripts for FiveM. Our passion is to create immersive environments and features that significantly enhance the gaming experience on your server.","our-offerings#Our Offerings":"At Retake Studio, we offer a carefully curated range of products to meet your specific needs:","mlo-mappings#MLO (Mappings):":"Journalist in Paleto Bay: A realistic workspace for media roles. ↗ soon\nLuxury Autos Dealership: A high-end car dealership for luxury vehicle enthusiasts. ↗\nSecret Illegal Warehouse: A clandestine warehouse perfect for underground activities. ↗\nRemake 24/7 SUPERMARKETS: A modern reinvention of the iconic convenience stores. ↗\nRemake Binco: An updated version of the famous clothing store. ↗\nDesert PitStop: An essential stop in the middle of the desert. ↗\nDynasty 8: A reimagined real estate agency to enrich gameplay. ↗","scripts#Scripts:":"Modern and Minimalist HUD: An elegant and unobtrusive user interface. ↗ soon\nAdvanced Shop 24/7: An enhanced shop system for a more immersive shopping experience. ↗\nRemake NXG Inventory - [Ox-Inventory]: A revamp of the popular inventory system, optimized for better performance. ↗\nWhat sets us apart? Our meticulous attention to detail, advanced optimization of our resources for maximum performance, and our commitment to creating products that seamlessly integrate into the FiveM universe.","rules-and-terms-of-use#Rules and Terms of Use":"Respect and Courtesy: We require respectful behavior towards all members and the Retake Studio team, in accordance with Article 225-1 of the French Penal Code regarding discrimination.\nPersonal Data Protection: Your information is processed in compliance with GDPR (EU 2016/679) and will never be shared without your explicit consent.\nAdvertising Prohibition: Any unauthorized advertising for other servers, shops, or services is strictly prohibited.\nSales and Exchanges: Only Retake Studio products can be sold on this server, in compliance with distance selling laws (Articles L221-1 to L221-28 of the French Consumer Code).\nSales Conditions: Purchased scripts are non-exchangeable and non-refundable, except in cases of proven technical defects.\nIntellectual Property: Any unauthorized sharing or resale of purchased scripts and resources is strictly prohibited, in accordance with the French Intellectual Property Code.\nSupport and Assistance: Use the appropriate channels to request help. Our team is here to respond to you as quickly as possible.\nAppropriate Ticket Usage: Support tickets are exclusively reserved for assistance requests regarding Retake Studio products and services.","customer-support#Customer Support":"Our dedicated support team is available:\nDiscord: Discord ↗\nEmail: support@retakestudio.com\nWe offer free technical assistance for 30 days after purchase and regular updates of our products to ensure their compatibility and optimal performance.","useful-links#Useful Links":"Complete catalog of our products\nJoin our Discord community\nFollow us on Youtube","ready-to-transform-your-server#Ready to Transform Your Server?":"Discover how our unique MLOs and optimized scripts can elevate your FiveM server to the next level. Whether you're looking to add a luxury car dealership, improve your convenience stores, or optimize your inventory system, Retake Studio has the solution you need.By using our services, you agree to comply with these rules and conditions. We reserve the right to modify these rules at any time to ensure the best possible experience for all our users."}}}